[
  {
    "title": "Review completed",
    "code": "review-completed",
    "type": "process",
    "body": "<p>Review completed!</p>"
  },
  {
    "title": "Booking completed",
    "code": "booking-completed",
    "type": "process",
    "body": "<p>The booking has been succesfull!</p>"
  },
  {
    "title": "Request sent",
    "code": "request-sent",
    "type": "process",
    "body": "<p>Your request has been sent!</p>"
  },
  {
    "title": "Privacy Policy",
    "code": "privacy-policy",
    "type": "terms",
    "body": "<p>TERMS AND CONDITIONS OF SERVICE AGREEMENT&nbsp;</p>\n<p>EFFECTIVE AS OF DIC.2017</p>\n<p><br>\n</p>\n<p>Following the European Union Directives and Regulations in Data Protection policies and the German laws on the specific field, “Rent Kitchen” (The Firm, we, us) consider a priority to apply the existing related regulation and presents the following document with all the Terms and Conditions rules and laws and how The Firm will use the subsequent information. The document will illustrate the way The Firm collects and process the User’s data, presenting how The Firm will adhere to data security standards regarding the user’s data. Furthermore, the following document will inform the plausible User about the contractual clauses if the User accepts to receive the Firm’s services. &nbsp;</p>\n<p><br>\n</p>\n<ol>\n  <li>DEFINITIONS For the purpose of this document the following definition applies:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;1.1.A&nbsp;\"User\"&nbsp;means the natural person or undertaking that has been accepted the following Terms and Conditions and has a current account with The Firm</li>\n  <li>&nbsp;1.2.A “Member” means a person or entity that signs-up to the The Firm Platform including but not limited to Hosts, Operators and Facilitators.</li>\n  <li>&nbsp;1.3.A “Member Content” means all content that a Member posts, uploads, publishes, submits, transmits, or includes in their Listing, Member Account or The Firm promotional campaign to be made available through the Platform.</li>\n  <li>&nbsp;1.4.An “Operator” means a Member who requests from a Host a Booking in respect of a Listing for use of a Kitchen by that Member and/or a Member who uses the Kitchen(s) for their own benefit (e.g. food or catering business etc.)</li>\n  <li>&nbsp;1.5.A “Facilitator” means a Member who requests from a Host a Booking in respect of a Listing for use of a Kitchen by a third-party operator(s) and/or a Member that uses the Kitchen(s) for the benefit of third-party operators (e.g. delivery business etc.).</li>\n  <li>&nbsp;1.6.A&nbsp;\"Third Party\"&nbsp;means the natural person or undertaking that is not related to The Firm-User relation.&nbsp;&nbsp;</li>\n  <li>&nbsp;1.7.A “Listing” means a Kitchen that is listed by a Host as available for Booking via the Platform.</li>\n  <li>&nbsp;1.8. A “Booking Request Period” means the time period starting from the time when a Booking is requested by an Operator or Facilitator (as determined by The Firm in its sole discretion), within which a Host may decide whether to confirm or reject that Booking request, as stated on the Platform. Different Booking Request Periods may apply in different places.&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>APPLICABILITY:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;2.1.These Terms and Conditions are a legal contract between the user or visitor of the platform and The Firm. By accessing to our platform the user or visitor agreeing to all of the Terms and Conditions, if they do not agree with any of these Terms, they must not access or use any information contained in this platform.</li>\n  <li>&nbsp;2.2.The user’s general Terms and Conditions shall not apply, unless they are approved by The Firm through a written agreement. By using this service in any manner; including, but not limited to, visiting the site or contributing content, information, or other materials to the site, you agree to be bound by this Agreement.&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>GOVERNING LAW:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;3.1.The governing law will be the ruling laws of the Federal Republic of Germany without regard to its conflict of law provisions, apply to this Terms of Service Agreement, not excluding the UN convention on contracts for the international sale of goods (CISG). The place of execution is the city of Berlin - Germany.</li>\n  <li>&nbsp;3.2.To the extent that the user is a merchant, a legal entity under public law or a public special asset; The German Capital - Berlin is the place of jurisdiction for all disputes arising from contractual relationships between the user and The Firm.</li>\n  <li>&nbsp;3.3.If any provision of these Terms and Conditions nor any clause of the following document is held to be invalid or unenforceable by a court, the remaining provisions of these Terms and Conditions will remain in effect. These Terms and Conditions constitute the entire agreement between us regarding our Services, and supersede and replace any prior agreements we might have between us regarding the Service.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>GENERAL:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;4.1.The Firm’s employees are not authorized to make any verbal agreements with the user, which are not conforming to these Terms of Service Agreement.</li>\n  <li>&nbsp;4.2.If any provision of these Terms and Conditions be or become invalid, the validity of the remaining provisions shall remain unaffected. Instead of the ineffective regulation, an effective regulation whose economic purpose is as close as possible to the parties, shall apply.</li>\n  <li>&nbsp;4.3.Nothing in these Terms and Conditions obliges The Firm to make the Services available at any time or by any technological or direct means.</li>\n  <li>&nbsp;4.4.The Firm enables interactions, communications, bookings and payments between members via the platform. But is not a party to any booking between members and does not verify the suitability or ranking of the member, the kitchen or the listing. The services provided by The Firm in connection with the platform are limited to the enabling of bookings and collection and remittance of fees pursuant to these terms and conditions.</li>\n  <li>&nbsp;4.5.Members are wholly responsible for ensuring that their use of the platform and bookings enabled by it comply with any local or European applicable regulations, jurisdictional laws and third-party agreements in connection with the kitchen. Such regulations, laws and third-party agreements include, but are not limited to: Premises leases; Planning and building regulations; Food premises registration; Liquor licenses; Health and safety requirements; and Taxation regulations and laws. In addition, the user will be wholly responsible for any fees and charges incurred by them in connection with the platform and/or the kitchens (whether arising directly or indirectly).</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>INFORMATION COLLECTION AND USE OF THE DATA</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;5.1.Regarding to the use of our services, The Firm will may ask the Users to provide The Firm certain personally identifiable information that shall be used to contact or identify the User. Personally identifiable information may include email address, name, and other relevant information like “personal information”. The following data will be collected as well, corresponding as IP address of the requesting computer, Date and time of access, Name and URL of the downloaded file, Volume of transmitted data, Confirmation whether the request was successful, Data identifying the browser and operating system, Website from which our site was accessed, among others.</li>\n  <li>&nbsp;5.2.This data is required for the use of the website (connection establishment, data transfer). We retain this information for purposes of system security, for technical administration of the network infrastructure as well as to improve the website, for a maximum of 24 hours.</li>\n  <li>&nbsp;5.3.Only system administrators have access to this data. An assessment of this data only takes place in the case of justified suspicion due to an attack on our network infrastructure or an improper use of our services.</li>\n  <li>&nbsp;5.4.The Firm may collect information about the User directly from the User and from third parties, as well as automatically through the User’s visit and use of our Site or Services.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>LOG DATA&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;6.1.The Firm collects information that the User’s browser sends whenever the user visit our Service (\"Log Data\"). This Log Data may include information such as the user computer's Internet Protocol (\"IP\") address, browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages and other statistics.</li>\n  <li>&nbsp;6.2.In addition, The Firm may use third party services such as Google Analytics that collect, monitor and analyze this type of information in order to increase The Firm Service's functionality. These third-party service providers have their own privacy policies addressing how they use such information.</li>\n  <li>&nbsp;6.3.The information that The Firm collects from Social Networking Sites the user, also may log into the Site and Application through third party open authentication providers. By logging in through these, the users are granting The Firm access to the data provided by these. The Firm stores the information that The Firm receives alongside other information that The Firm collects from the users or receive about the User. The Firm may automatically collect the following information about the User of our Site or Services through cookies, web beacons, and other technologies: the user’s domain name; browser type and operating system; web pages, the view; links the user’s click; IP address; the length of time the User’s visits The Firm ’s Site and or use the user’s Services; and the referring URL, or the webpage that led you to The Firm ’s Site, and the following: access time, browser type, domain name, IP address, page views and referring URL.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>TYPES OF DATA COLLECTED&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;7.1.USE OF COOKIES&nbsp;\n    <ol>\n      <li>Like many websites, The Firm uses \"cookies\" to collect information. A cookie is a small text file that is transferred to your computer’s hard disk for record-keeping purposes. The Firm uses cookies for two purposes. First, The Firm utilizes persistent cookies with a storage period of up to two years. These cookies will save the user’s registration data (User-ID and password, but no names) and if applicable language settings for future visits. Second, The Firm utilizes so called session ID cookies. Session ID cookies are deleted from the user’s computer when you log off from the site and service and then close your browser. The Firm uses these session ID cookies to better understand the user behavior on our website and to improve the appearance of the website for your device. The user can delete all of our cookies at any time. The Cookies will still exist even if the Firm changes his URL.</li>\n      <li>The User may refuse / disable the use of cookies by changing the settings of the browser, however, this may mean the user cannot use all functions of this website.&nbsp;</li>\n      <li>Persistent cookies remain on the User’s computer after the User have closed the browser or turned off the computer. The Firm uses persistent cookies to track aggregate and statistical information about the User activity.&nbsp;</li>\n      <li>Third Party Cookies. The Firm may also engage third parties to track and analyse Site data. The Firm uses the data collected by such third parties to help the administer and improve the quality of the Site and to analyse Site usage.</li>\n      <li>This Policy does not cover such third parties' use of the data. Disabling Cookies Most web browsers automatically accept cookies, but if the user prefers can edit the browser options to block them in the future. The Help portion of the toolbar on most browsers will tell the users how to prevent their computer from accepting new cookies, how to have the browser notify you when they receive a new cookie, or how to disable cookies altogether. Visitors to The Firm Site who disable cookies will be able to browse certain areas of the Site, but some features may not function.</li>\n    </ol>\n  </li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;7.2.USE OF GOOGLE SERVICES&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>General Information&nbsp;</li>\n</ol>\n<p>Google Inc., located at 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (Google) provides website owners a variety of features and services to improve the detectability of websites in search engines, to advertise for and on the websites and to analyze the user behavior. The services of The Firm use are listed below.</p>\n<p>Information and services from Google are automatically triggered when visiting The Firm’s website. In this case, Google becomes aware of the IP address of the user and usually requests more data from your device (e.g. cookies, device data, device ID, information about browser and software). If your device has a phone number, Google also requests this. Whether this data is sent from your device to Google depends on the settings of your device.</p>\n<p>For all services from Google alone the Privacy Policy of Google applies, available at <a href=\"http://www.google.com/intl/en/policies/privacy/\" title=\"&lt;span class=&quot;s3&quot;&gt;www.google.com/intl/en/policies/privacy/&lt;/span&gt;\">www.google.com/intl/en/policies/privacy/</a>.</p>\n<ol>\n  <li>Google Analytics&nbsp;</li>\n</ol>\n<p>This website uses Google Analytics, a web analytics service of Google Inc. (Google). Google Analytics uses cookies, small text files that are stored on your computer to help analyze how visitors use the website. The information generated by the cookie about your use of this website is usually transferred to a server of Google in the USA and stored there. The Firm enabled the IP anonymization of Google so your IP address will be truncated within member states of the European Union or other States parties to the Agreement on the European Economic Area prior to the transfer. Only in exceptional cases the complete IP address is transmitted to a Google server in the USA and shortened there.</p>\n<p>Google will use this information on behalf of the website operator to analyze the individual usage of the website, to create reports about website activities and to provide other services related to website and internet usage. In general, you can deactivate cookies (see 2.2) or install a browser-plugin that prevents the collection and analysis of data, generated by the cookie, and your behavior on the website (incl. your IP address) under the following link [https://tools.google.com/dlpage/gaoptout?hl=en].</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>DETAILED INFORMATION ON THE PROCESSING OF PERSONAL DATA</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;8.1.Personal Data is collected for the following purposes and using the following services: (The list of services and applications, named here is just illustrative</li>\n  <li>&nbsp;8.2.Analytics)</li>\n</ol>\n<p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p>\n<ol>\n  <li>Google Analytics (Google)</li>\n  <li>Google Analytics is a web analysis service provided by Google Inc. (“Google”).&nbsp;</li>\n  <li>Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.</li>\n  <li>Google may use the Data collected to contextualize and personalize the ads of its own advertising network. Personal Data collected: Cookie and Usage data. Place of processing: USA.</li>\n  <li>Google Tag Manager</li>\n  <li>Google Tag Manager is a solution that allows marketers to manage website tags in an interface. The Tag Manager itself (which implements the tags) is a cookieless domain and does not collect any personal data. The tool activates tags that, as a result, might gather data. Google Tag Manager does not access or utilize this data if deactivation was carried out on a domain or cookie level, it remains for all tracking tags that are implemented with Google Tag Manager.</li>\n  <li>Third Party Analytics We use automated devices and applications, such as Google Analytics, to evaluate usage of our Site. We also may use other analytic means to evaluate our Services. We use these tools to help us improve our Services, performance and user experiences. We do not share your personal information with these third parties.&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>LIMITATION OF DATA USE</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;9.1.All data collected by The Firm via the website will be collected, processed and used for the purpose of tailoring the service and for the purpose of providing the services offered by The Firm.</li>\n  <li>&nbsp;9.2.The Firm may also use the collected data of registered user for the purpose of advertising its own services, as permitted under §28 Section 3 BDSG (German Federal Data Protection Act) and §7 Section 3 UWG (Law Against Unfair Competition). The User can object to such use of your data at any time with effect for the future by e-mail to The Firm.</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>TERMS OF SERVICE – DATA PROCESSING ORDER</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;10.1.Data provided to The Firm for analytical purposes will only be used by The Firm in order to create the analyses requested by the User. The user is always in complete control over the data; The Firm does not use the data for its own purposes or the purposes of third parties.</li>\n  <li>&nbsp;10.2.If The Firm receives access to data, that constitutes personal data in the meanings of § 3 Section 1 BDSG (German Federal Data Protection Law), depending on jurisdiction that applies to the user, an additional agreement for data processing might be required. This applies in particular to users that are subject to German or European Data Protection Law. The Firm provides for these cases an agreement which the user can request by e-mail at The Firm.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>REGISTRATION AND CONDITIONS OF USE:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;11.1.The Platform can be used to facilitate the listing and booking of Kitchens. &nbsp;The suitable Kitchens are included in an Listing located on The Firm’s platform.</li>\n  <li>&nbsp;11.2.When the User register with The Firm, it will ask the User to provide the User company name, name of the company’s contact person, email address and a valid phone number, or any other pertinent information that the Firm may require. In the case of the use of paid services, the specification of payment data is required.</li>\n  <li>&nbsp;11.3.By using The Firm, you represent, acknowledge and agree that you are at least 18 years of age, or if you are under 18 years of age, but are at least 13 years old (a “Minor”), that you are using the Site with the consent of your parent or legal guardian and that you have received your parent’s or legal guardian’s permission to use the Site and agree to its Terms. If you are a parent or legal guardian of a Minor, you hereby agree to bind the Minor to these Terms and to fully indemnify and hold harmless The Firm if the Minor breaches any of these Terms. If you are not at least 13 years old, you may not use the Site at any time or in any manner or submit any information to The Firm or the Site.</li>\n  <li>&nbsp;11.4.The use of the services requires the registration as a user. Your Account user ID and password, along with any assigned keys or other credentials provided to you must be treated as confidential. The Firm will not be liable for any loss resulting from the unauthorized use of Your Account password or any assigned access keys or credentials. The user is obliged to provide true, accurate, current and complete registration data, and to maintain this by promptly updating the registration data, and other mandatory disclosures including payment information, when necessary. If you provide any information that is untrue, inaccurate, not current or incomplete or if The Firm has reasonable grounds to suspect that such information is untrue, inaccurate, not current, or incomplete; The Firm has the right to suspend, or terminate your account and prevent your access to potentially all of the services and, or content (or other users' access to your content), and refuse any future use of the service (or any portion thereof), or content.&nbsp;</li>\n  <li>&nbsp;11.5.The user may view Listings as an unregistered user of the Platform; however, if they wish to book a Kitchen or create a Listing, they must first register to create an Account</li>\n  <li>&nbsp;11.6.You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks.</li>\n  <li>&nbsp;11.7.If you are entering into this agreement on behalf of a firm or other legal entity, you confirm that you have the authority to bind such entity to these Terms and Conditions, in which case the terms \"you\" or \"your\" shall refer to such entity. If you do not have such authority, or if you do not agree with these Terms and Conditions; you must not accept this agreement, nor use the service, otherwise the individual will be bound with the Firm as a natural person.&nbsp;</li>\n  <li>&nbsp;11.8.You own or otherwise control and have sufficient rights and consents to provide all Applications, Brand Features and Marks or Content for use by firm in the manner contemplated by this Agreement and none of the Applications, Brand Features and Marks or Content infringes, misappropriates or violates any rights of any third parties.</li>\n  <li>&nbsp;11.9.The user consents to receiving electronic communications from The Firm. These electronic communications may include notices about applicable fees and charges, transactional information and other information concerning or related to the Site and/or Services provided on or through the Site. These electronic communications are part of your relationship with The Firm. You agree that any notices, agreements, disclosures or other communications that The Firm sends you electronically will satisfy any legal communication requirements, including that such communications be in writing.</li>\n  <li>&nbsp;11.10.You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service nor any contact on the website through which the service is provided, without express written permission by us. The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.</li>\n  <li>&nbsp;11.11.The Firm reserve the right to refuse the service to anyone for any reason at any time.</li>\n  <li>&nbsp;11.12.If displayed on the Platform, the user can also register to join by logging into their account with third-party social networking sites (“SNS&nbsp;“) (including, but not limited to, Facebook, Google) (each such account, a “Third-Party Account”). As part of the functionality of the Platform, the user may link their Account with Third-Party Accounts, by either: (i) providing their Third-Party Account login information to The Firm through the Site, Services or Application; or (ii) allowing The Firm to access their Third-Party Account, as permitted under the applicable terms and conditions that govern the use of each Third-Party Account.</li>\n  <li>&nbsp;11.13.By registering as a Member, listing Kitchen, Booking a Kitchen, contributing, commenting, uploading images or files, inputting data, linking to data or files on third-party sites, or engaging in any other form of communication through the Platform you are creating Member Content and you are granting The Firm a transferable, sub-licensable, royalty-free, perpetual, irrevocable, non-exclusive, unrestricted, worldwide license to: use, copy, sublicense, adapt, transmit, publicly perform or display any such Member Content; and sublicense to third parties the unrestricted right to exercise any of the foregoing rights granted with respect to the Member Content.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>KITCHEN LISTINGS</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;12.1.As a Host, you may create Listings. To create a Listing, you will be asked a variety of questions about the Kitchen to be listed that may include the location, capacity, size, features, and availability of the Kitchen and pricing and related rules and financial terms. All Listings must reflect the lowest advertised rate for the booking of the applicable Kitchen. Listings will be made publicly available via the Platform (including directly by The Firm to Operators and Facilitators). You understand and agree that the placement or ranking of Listings in search results may depend on a variety of factors, including, but not limited to, Members preferences, ratings and/or ease of booking.</li>\n  <li>&nbsp;12.2.Other Members (i.e. Facilitators and Operators) will be able to book your Kitchen via the Platform based upon the information provided in your Listing, your Operator requirements, and Operators’ search parameters and preferences.</li>\n  <li>&nbsp;12.3.From time to time, Facilitators may create Bookings on behalf of undisclosed operators. Where an operator is undisclosed (i.e. not an Operator Member) Facilitators are bound to these Terms as if they are the Operator and must ensure that any third-party operators are made aware of and comply with these Terms in connection with the Booking. The Facilitator indemnifies and holds The Firm harmless in connection with any loss or damage in connection with the use of the Facilitator and a third–party operator of the Platform and the Services.</li>\n  <li>&nbsp;12.4.You acknowledge and agree that You alone are responsible for any and all Listings and Member Content your post.</li>\n  <li>&nbsp;12.5.You represent and warrant that any Listing that you post and the Booking of, and/or a Member’s use of a Kitchen You List (a) will not breach any agreements you have entered into with any third parties, such as property Host’s or other third-party agreements, and (b) will (i) be in compliance with all applicable laws, rules and regulations that may apply to any Kitchen included in a Listing you post, and (ii) not conflict with the rights of third parties. Please note that The Firm assumes no responsibility for a Host’s compliance with any agreements with or duties to third parties, applicable laws, rules and regulations. The Firm reserves the right, at any time and without prior notice, to remove or disable access to any Listing for any reason, including Listings that The Firm, in its sole discretion, considers to be objectionable for any reason, in violation of these Terms, or otherwise harmful to the Platform.</li>\n  <li>&nbsp;12.6.If an Operator requests a Booking of your Kitchen and uses your Kitchen, any agreement you enter into with such Operator is between you and the Operator. The Firm would not be a part of them, nor the consequences of such agreements will bind the Firm. You must specify any additional terms on your Listing.</li>\n  <li>&nbsp;12.7.You acknowledge and agree that, as a Host, you are responsible for your own acts and omissions and are also responsible for the acts and omissions of any individuals who use or are otherwise present at the Kitchen at your request or invitation, excluding the Operator or Facilitator (and the individuals the Operator or Facilitator invites to the Kitchen, if applicable.)</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>NEWSLETTER</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;13.1.Registered users can subscribe to the newsletter of The Firm. In this case The Firm uses the provided name and email address to send the newsletter. If the User no longer wish to receive the newsletter, the User may unsubscribe at any time by using the unsubscribe link located at the bottom of the newsletter or by sending an email to The Firm.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>CONTACTING THE USER</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;14.1.By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header. Personal Data collected: Address, Company name, Email address and First Name or any other relevant information that the Firm shall require.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>DESCRIPTION AND MODIFICATIONS OF SERVICE&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;15.1.We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our site. In this order, we reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. You can review the most current version of the Terms of Service at any time at this page. We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes. If you do not agree to the new terms, please stop using the Service.</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>THIRD-PARTY SERVICES:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;16.1.The Firm may employ third-party companies and individuals to facilitate our Service, to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how The Firm Service is used.</li>\n  <li>&nbsp;16.2.These third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.&nbsp;</li>\n  <li>&nbsp;16.3.The Firm does not verify, make any representations or take responsibility for such third-party data, including, without limitation, the truthfulness, accuracy, quality or completeness of the content thereof, the accuracy of the designated license terms, the suitability of the data for your use or the compatibility of the data with any other data, even if linkages are suggested by The Firm.</li>\n  <li>&nbsp;16.4.This Site may be linked to other websites that are not The Firm sites, including, without limitation, social networking, blogging and similar websites through which you are able to log into this Site using your existing account and log-in credentials for such third-party sites, including, without limitation, Google and Github (any and all of which of the foregoing listed websites may change from time to time) and websites that provide question-and-answer forum functionality (collectively, “Third-Party Sites”). Certain areas of the Site may allow you to interact and/or conduct transactions with such Third-Party Sites, and, if applicable, allow you to configure your privacy settings in your Third-Party Site account to permit your activities on this Site to be shared with your contacts in your Third-Party Site account and, in certain situations, you may be transferred to a Third-Party Site through a link but it may appear that you are still on this Site. In any case, you acknowledge and agree that the Third-Party Sites may have different privacy policies and Terms and Conditions and/or user guides and business practices than The Firm, and you further acknowledge and agree that your use of such Third-Party Sites is governed by the respective Third-Party Site privacy policy and Terms and Conditions and/or user guides. The Firm is providing links to the Third-Party Sites to you as a convenience, and The Firm does not verify, make any representations or take responsibility for such Third-Party Sites, including, without limitation, the truthfulness, accuracy, quality or completeness of the content, services, links displayed and/or any other activities conducted on or through such Third-Party Sites.</li>\n  <li>&nbsp;16.5.The user or visitor agree that The Firm will not, under any circumstances, be responsible or liable, directly or indirectly, for any goods, services, information, resources and/or content available on or through any third-party sites and/or third-party dealings or communications, or for any harm related thereto, or for any damages or loss caused or alleged to be caused by or in connection with your use or reliance on the content, data or business practices of any third-party.</li>\n  <li>&nbsp;16.6.The Firm will disclose personal data to third parties only if this is permissible under the German Federal Data Protection Law and the European regulations on the matter. Service providers who process data on behalf of The Firm or perform maintenance services on the systems of The Firm will only be assigned if they have signed a written data processing agreement according to § 11 BDSG. The Firm will not disclose personal data of users to third parties for advertising purposes.</li>\n  <li>&nbsp;16.7.Any reference on the Site to any product, service, publication, institution, organization of any third-party entity or individual does not constitute or imply The Firm’s endorsement or recommendation</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>USER OBLIGATIONS:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;17.1.The user is obliged to maintain the confidentiality of his login, password and account details, and shall not disclose this information to third parties. The user is fully responsible for all activities that occur under his password or account. If the user becomes aware or believes that this personal information has been disclosed to an unauthorized third party, then he is obliged to immediately change this data.</li>\n  <li>&nbsp;17.2.The user or visitor is responsible and is authorized under the respective legislation and internal firm guidelines may provide The Firm with the login details of the user’s firm servers and systems that The Firm requires, in order to offer the service in a complete way. Same should apply if the user assigns The Firm to copy the data stored in the systems of the user, for analytical purposes.</li>\n  <li>&nbsp;17.3.You may not use the Platform or all or part of any Collective Content for any unlawful activity nor for any activities that breach any laws, infringe a third party’s rights or are contrary to any relevant standards or codes. You understand and agree that you are solely responsible for compliance with any and all laws, rules, regulations, and tax obligations that may apply to your use of the Platform.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>RIGHTS OF USE:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;18.1.The Firm grants the user, and the agreed number of additional users, for the duration of the contract, a non-exclusive and limited right of use, of the purchased services to the agreed extent via The Firm’s website.</li>\n  <li>&nbsp;18.2.The parties agree to grant each other the use of their logo and firm name as a reference on the other party’s website, or within firm presentations. Each party might decline the use of their logo and firm name at any time for a specific case, or generally with effect for the future. An objection requires the written form.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>RIGTHS OF THE FIRM IN CASE OF BREACH OF THE TERMS OF SERVICE:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;19.1.In case a third party can prove credibly that they have been violated in their rights, while The Firm is providing its services on behalf of the user. The Firm is authorized to terminate its services on its own behalf to avoid any liability until the legal situation is satisfactorily clarified.</li>\n  <li>&nbsp;19.2.The Firm reserves the right to close the account of any user and terminate the contract, in case the user repeatedly breaches or seriously violates this terms of service.</li>\n  <li>&nbsp;19.3.The claim for fees of The Firm persists in the case of a justified account cancellation, according to the provisions set out above.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>SECURITY</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;20.1.Security of the User’s Personal Information, The Firm has implemented commercially reasonable precautions, including, where appropriate, password protection, encryption, SSL, firewalls, and internal restrictions on who may access data to protect The Firm’s information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction.</li>\n  <li>&nbsp;20.2.Please be aware that despite our best efforts, no data security measures can guarantee 100% security. The User should take steps to protect against unauthorized access to their password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private. The Firm is not responsible for any lost, stolen, or compromised passwords or for any activity on the account via unauthorized password activity.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>INTERNATIONAL DATA TRANSFER</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;21.1.The User’s information, including Personal Information, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</li>\n  <li>&nbsp;21.2.If you are located outside Germany and choose to provide information to us, please note that we transfer the information, including Personal Information, to Germany and process it there.</li>\n  <li>&nbsp;21.3.Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>DURATION AND TERMINATION:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;22.1.These Terms operate for term commencing on the later of the first day of the month or the date upon which you access the Platform and ending on the contract. The booked services shall extend automatically by the original requested duration, unless otherwise agreed, or terminated by one of the parties in due time. In case the first contract term is more than a year, the renewal period will be one year.&nbsp;</li>\n  <li>&nbsp;22.2.The notice period for the termination of services is eight weeks prior to the end of the contract for a term of six months, twelve weeks for a term of one year and sixteen weeks for a term of two years.</li>\n  <li>&nbsp;22.3.Termination must be in writing; transmission via email must be sent to Alternatively, info@rent.kitchen The Firm may entitle its users to terminate their contract via their user account.</li>\n  <li>&nbsp;22.4.The Firm has an exceptional right of termination if the user contradicts to a technical required change of service, according to this Terms and Conditions.</li>\n  <li>&nbsp;22.5.Without qualifying the foregoing, The Firm may immediately suspend, terminate or limit your access to and use of the Platform and (where relevant) your Account and any Collective Content if The Firm suspects that you have committed a fraudulent act and/or you have, or you intend to, breach these Terms.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>TERMS OF PAYMENT AND BOOKING:&nbsp;\n    <ol>\n      <li>&nbsp;23.1.On registering to access or use the Site or Application, you will be required to supply payment information to The Firm (or an authorized billing representative of The Firm). This payment information may include, for example, credit/debit card or bank account details. All Payment Details supplied to The Firm will be retained and used by The Firm in accordance with these Terms. You must ensure that the Payment Details you supply are correct and complete. Failure to pay any fee as and when due to The Firm under these Terms may result in your Account being suspended or terminated. You agree to pay The Firm upon demand all of The Firms’ fees, costs and expenses it occurs in connection with any failed payment, including the recovery thereof from you.</li>\n      <li>Firm charges a fee for use of the Services. You agree to pay all fees charged by the Firm.&nbsp;</li>\n      <li>The payment will be only in Euros. You hereby authorize Firm to charge your credit card and all fees and taxes and other charges will be billed to your credit card.</li>\n      <li>You agree to pay all costs of collection, including attorneys' fees and costs, on any outstanding balance. In the event you fail to pay any amount when due. If the user cannot make the payment on the agreed date, The Firm reserves the right to temporarily deny access to the user’s account, and to discontinue the services. The Firm is entitled to demand reimbursement of all costs and expenses arising from the delayed payment of a user (e.g. fees for charge backs, collection expenses). Any amounts not paid when due are subject to an interest charge the maximum rate permitted by law.</li>\n      <li>The Host, not The Firm, is solely responsible for honoring any confirmed Bookings and making available any Kitchen booked through the Platform. If you, as an Operator or Facilitator, choose to enter into a transaction with a Host for the Booking of a Kitchen, you agree and understand that you will be required to enter into an agreement with the Host and you agree to accept any terms, conditions, rules and restrictions associated with such Kitchen imposed by the Host. You acknowledge and agree that you, and not The Firm, will be responsible for performing the obligations of any such agreements, that The Firm is not a party to such agreements, and that, with the exception of The Firm’s payment obligations pursuant to these Terms, The Firm (inclusive of all subsidiaries and related entities) disclaims all liability arising from or related to any such agreements.</li>\n      <li>If you are a Host and a Booking is requested for your Kitchen via the Platform, you will be required to either confirm or reject the Booking request within the Booking Request Period, otherwise the Booking request will automatically expire. When a Booking is requested via the Platform, we will share with you: the name, details and business activities of the Operator or Facilitator who has requested the Booking.</li>\n      <li>A Booking Fee is payable by the Operator or Facilitator to The Firm in full immediately upon confirmation of a Booking by a Host. The Booking Fee is comprised of the Kitchen Fee and the Service Fee. &nbsp;</li>\n      <li>Operators and/or Facilitators agree to pay The Firm the Booking Fee as outlined on the Platform. Operators and/or Facilitators authorize The Firm (and/or any third party payment processor of The Firm from time to time) to charge and deduct the Booking Fee from you using the Payment Details. The Firm will hold the Booking Fee in escrow for 14 days whereupon, save and except in the event of a Member Dispute, the Kitchen Fee will be remitted by The Firm to the Host (that is, the Booking Fee less the Service Fee and any other applicable fees and taxes) using the Host’s Payment Details.</li>\n      <li>Notwithstanding that Member bookings ‘off Platform’ are a breach of these Terms, if any Member engages with, recruits or otherwise solicits another Member to complete a Booking independent of the Platform, the Host will remain liable to pay The Firm the Service Fee for any use of a Kitchen (by another Member) advertised on the Platform in the preceding 18 months, as if that Kitchen was the subject of a Booking(s) using the Platform.</li>\n      <li>All amounts owed to The Firm under or in connection with these Terms constitute debts due and payable by you to The Firm until paid in full. You must pay all amounts due to The Firm without set-off, deductions counter-claims or conditions; and in available cleared funds. If an amount due under these Terms is paid after the due date you must pay The Firm, in addition to the overdue amount interest at the rate of 10% per annum calculated based on a 365 day year from the date of the default until the date the amount (together with all accrued interest) is paid in full; and all costs and expenses incurred by The Firm in collecting the overdue amount.</li>\n      <li>All fees and charges shown on the Site and Application and identified in these Terms are Euros.</li>\n    </ol>\n  </li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>CANCELLATIONS:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;23.1.If, as an Operator or Facilitator, you wish to cancel a confirmed Booking made via the Platform, either prior to or after arriving at the Kitchen, the cancellation policy of the Host contained in the applicable Listing will apply to such cancellation. Our ability to refund the Kitchen Fees will depend upon the terms of the cancellation policy. Service Fees are non-refundable for an Operator’s or Facilitator’s cancellation of a confirmed Booking. Details regarding refunds and cancellation policies are&nbsp;available upon request. &nbsp;</li>\n  <li>&nbsp;23.2.Hosts may not cancel a Booking later than 15 days&nbsp;prior to the Booking. If a Host cancels a confirmed Booking made via the Platform: The Firm will refund the Booking Fees for such Booking to the applicable Operator or Facilitator pursuant to these Terms; the Operator or Facilitator will receive a communication from The Firm to the effect of the cancellation; and the Host will be charged the Service Fee applicable to the Booking using the Host’s Payment Details.</li>\n  <li>&nbsp;23.3.If, as a Host, you cancel a confirmed Booking, you agree that The Firm may apply penalties or consequences to you or your Listing, including but not exclusive to: publishing an automated review on your Listing indicating that a Booking was cancelled; keeping the calendar for your Listing unavailable or blocked for the dates of the cancelled Booking; or immediately terminating your Account if more than one (1) cancellation occurs in any three (3) month period.</li>\n  <li>&nbsp;23.4.In certain circumstances, The Firm may decide, in its sole discretion, that it is necessary or desirable to cancel a confirmed Booking made via the Platform. The Firm may also determine, in its sole discretion, to refund to the Operator or Facilitator part or all of the amounts charged to the Operator or Facilitator, in which case the Kitchen Fee is not remittable to the Host. The Firm will initiate any refunds due to you pursuant to these Terms within&nbsp;30 days, using your Payment Details. &nbsp;&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>DAMAGE TO KITCHENS AND SECURITY DEPOSITS</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;24.1.As an Operator or Facilitator, you are responsible for leaving the Kitchen (including any personal or other property located at the Kitchen) in the condition it was in when you arrived. You acknowledge and agree that, as an Operator or Facilitator, you are responsible for your own acts and omissions and are also responsible for the acts and omissions of any individuals whom you invite to, or otherwise provide access to, the Kitchen. In the event that a Host claims otherwise and provides evidence of damage including but not limited to photographs, you agree to pay the cost of replacing the damaged items with equivalent items.</li>\n  <li>&nbsp;24.2.Operators are required to complete the check-in and out form for every day occupying the kitchen.</li>\n  <li>&nbsp;24.3.Hosts may choose to include security deposits in there. Each Listing will require a Security Deposit for the applicable Kitchen. The Firm will use commercially reasonable efforts to address Hosts’ requests and claims related to Security Deposits, but The Firm is not responsible for administering or accepting any Damage Claims by Hosts related to Security Deposits, and disclaims any and all liability in this regard.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n  <li>LIABILITY:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>In no event shall The Firm, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, know-how, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</li>\n  <li>The Firm shall be liable without limitation to pay compensation for violation of contractual and non-contractual obligations, only in case of intent or gross negligence.&nbsp;</li>\n  <li>The Firm shall not be liable for breaches of nonessential contractual obligations through simple negligence by its management bodies, executive officers, employees, or other agents.</li>\n  <li>Essential obligations are obligations, that are essential for the due, and proper implementation and fulfillment of the contract, and with those contract partners can reasonably and regularly rely on.</li>\n  <li>In case of infringements of important contractual obligations, the liability shall be limited to the foreseeable loss for such type of contract.</li>\n  <li>The above limitations of liability do not apply to The Firm’s liability with regards to; intent or gross negligence, guaranteed quality features, injury to life, body or health, or product liability laws. Certain content, products and services available via our Service may include materials from third-parties. Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties. We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites</li>\n  <li>You shall indemnify and hold harmless The Firm and its officers, directors, employees and agents (The “Firm Indemnified Parties\") from and against liabilities, costs, losses, damages, judgments, expenses (including attorneys' fees and costs of experts and costs of appeals) arising out of or in connection with any and all of the following: (a) any allegation that any of the Applications, Brand Features and Marks or Content infringe, misappropriate or violate any intellectual property right, (b) any violation of this Agreement, including, without limitation, any breach of any representations or warranties contained herein, (c) your provision or distribution of the Application or any Content, (d) your use of any of The Firm Software or receipt of the Services, (e) any activity relating to your account, (f) any violation of a third party app store's contracts, policies or procedures; or (e) any failure of You to have all necessary rights and licenses</li>\n  <li>The Firm does not warrant or represent the suitability of the Platform or the Collective Content for any purpose. To the extent permitted by law, neither party is liable to the other for any direct loss and damages, or for fines, penalties, taxes and any exemplary, aggravated of punitive damages, liquidated damages or indirect and consequential loss and damages arising &nbsp;in any way (including without limitation for loss of revenue, loss of profits, failure to realize expected profits or savings and any other commercial or economic loss of any kind) legal costs and expenses or loss or corruption of data, in contract, tort, under any statute or otherwise (including negligence) arising from or connected to the Platform, the Collective Content, the Listings, the Bookings or &nbsp;the use of Kitchens.</li>\n  <li>Any liability to you for loss or damage of any kind arising out of these Terms, the Platform, the Collective Content, the Listings, the Bookings or your use of Kitchens or in connection with the relationship established by any of them is reduced to the extent (if any) that you cause or contribute to the loss or damage. This reduction applies whether our liability is in contract, tort (including negligence), under any statute or otherwise.</li>\n  <li>Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law</li>\n  <li>In any event, The Firm’s liability under any warranty and whether in negligence or not, shall not exceed the price of any Service Fees paid to The Firm.</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>PROHIBITED USES</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>In addition to other prohibitions as set forth in the Terms of Conditions, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>SETTLEMENT OF DISPUTES</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>The Parties shall use their best efforts to settle amicably any dispute, controversy, or claim. Where the Parties wish to seek such an amicable settlement through conciliation, the conciliation shall take place in Berlin – Germany. Any such dispute, controversy or claim which is not settled amicably within sixty days after receipt by one of the Parties request for such amicable settlement, shall be referred by either Party to arbitration The Parties shall be bound by an arbitration award rendered as a result of such arbitration as the final adjudication of such dispute. The costs of the procedure shall be shared equally by the Parties. The arbitration tribunal shall have no authority to award punitive damages. The arbitration tribunal shall have no authority to award interest in excess of four percent and such interest shall be simple interest only.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>INFORMATION NOT CONTAINED IN THIS POLICY</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>More details concerning the collection or processing of Personal Data may be requested from the Data Controller at any time. Please see the contact information at the beginning of this document.</li>\n</ol>\n<p><br>\n</p>"
  },
  {
    "title": "Terms of Service",
    "code": "terms-of-service",
    "type": "terms",
    "body": "<p>TERMS AND CONDITIONS OF SERVICE AGREEMENT&nbsp;</p>\n<p>EFFECTIVE AS OF DIC.2017</p>\n<p><br>\n</p>\n<p>Following the European Union Directives and Regulations in Data Protection policies and the German laws on the specific field, “Rent Kitchen” (The Firm, we, us) consider a priority to apply the existing related regulation and presents the following document with all the Terms and Conditions rules and laws and how The Firm will use the subsequent information. The document will illustrate the way The Firm collects and process the User’s data, presenting how The Firm will adhere to data security standards regarding the user’s data. Furthermore, the following document will inform the plausible User about the contractual clauses if the User accepts to receive the Firm’s services. &nbsp;</p>\n<p><br>\n</p>\n<ol>\n  <li>DEFINITIONS For the purpose of this document the following definition applies:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;1.1.A&nbsp;\"User\"&nbsp;means the natural person or undertaking that has been accepted the following Terms and Conditions and has a current account with The Firm</li>\n  <li>&nbsp;1.2.A “Member” means a person or entity that signs-up to the The Firm Platform including but not limited to Hosts, Operators and Facilitators.</li>\n  <li>&nbsp;1.3.A “Member Content” means all content that a Member posts, uploads, publishes, submits, transmits, or includes in their Listing, Member Account or The Firm promotional campaign to be made available through the Platform.</li>\n  <li>&nbsp;1.4.An “Operator” means a Member who requests from a Host a Booking in respect of a Listing for use of a Kitchen by that Member and/or a Member who uses the Kitchen(s) for their own benefit (e.g. food or catering business etc.)</li>\n  <li>&nbsp;1.5.A “Facilitator” means a Member who requests from a Host a Booking in respect of a Listing for use of a Kitchen by a third-party operator(s) and/or a Member that uses the Kitchen(s) for the benefit of third-party operators (e.g. delivery business etc.).</li>\n  <li>&nbsp;1.6.A&nbsp;\"Third Party\"&nbsp;means the natural person or undertaking that is not related to The Firm-User relation.&nbsp;&nbsp;</li>\n  <li>&nbsp;1.7.A “Listing” means a Kitchen that is listed by a Host as available for Booking via the Platform.</li>\n  <li>&nbsp;1.8. A “Booking Request Period” means the time period starting from the time when a Booking is requested by an Operator or Facilitator (as determined by The Firm in its sole discretion), within which a Host may decide whether to confirm or reject that Booking request, as stated on the Platform. Different Booking Request Periods may apply in different places.&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>APPLICABILITY:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;2.1.These Terms and Conditions are a legal contract between the user or visitor of the platform and The Firm. By accessing to our platform the user or visitor agreeing to all of the Terms and Conditions, if they do not agree with any of these Terms, they must not access or use any information contained in this platform.</li>\n  <li>&nbsp;2.2.The user’s general Terms and Conditions shall not apply, unless they are approved by The Firm through a written agreement. By using this service in any manner; including, but not limited to, visiting the site or contributing content, information, or other materials to the site, you agree to be bound by this Agreement.&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>GOVERNING LAW:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;3.1.The governing law will be the ruling laws of the Federal Republic of Germany without regard to its conflict of law provisions, apply to this Terms of Service Agreement, not excluding the UN convention on contracts for the international sale of goods (CISG). The place of execution is the city of Berlin - Germany.</li>\n  <li>&nbsp;3.2.To the extent that the user is a merchant, a legal entity under public law or a public special asset; The German Capital - Berlin is the place of jurisdiction for all disputes arising from contractual relationships between the user and The Firm.</li>\n  <li>&nbsp;3.3.If any provision of these Terms and Conditions nor any clause of the following document is held to be invalid or unenforceable by a court, the remaining provisions of these Terms and Conditions will remain in effect. These Terms and Conditions constitute the entire agreement between us regarding our Services, and supersede and replace any prior agreements we might have between us regarding the Service.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>GENERAL:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;4.1.The Firm’s employees are not authorized to make any verbal agreements with the user, which are not conforming to these Terms of Service Agreement.</li>\n  <li>&nbsp;4.2.If any provision of these Terms and Conditions be or become invalid, the validity of the remaining provisions shall remain unaffected. Instead of the ineffective regulation, an effective regulation whose economic purpose is as close as possible to the parties, shall apply.</li>\n  <li>&nbsp;4.3.Nothing in these Terms and Conditions obliges The Firm to make the Services available at any time or by any technological or direct means.</li>\n  <li>&nbsp;4.4.The Firm enables interactions, communications, bookings and payments between members via the platform. But is not a party to any booking between members and does not verify the suitability or ranking of the member, the kitchen or the listing. The services provided by The Firm in connection with the platform are limited to the enabling of bookings and collection and remittance of fees pursuant to these terms and conditions.</li>\n  <li>&nbsp;4.5.Members are wholly responsible for ensuring that their use of the platform and bookings enabled by it comply with any local or European applicable regulations, jurisdictional laws and third-party agreements in connection with the kitchen. Such regulations, laws and third-party agreements include, but are not limited to: Premises leases; Planning and building regulations; Food premises registration; Liquor licenses; Health and safety requirements; and Taxation regulations and laws. In addition, the user will be wholly responsible for any fees and charges incurred by them in connection with the platform and/or the kitchens (whether arising directly or indirectly).</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>INFORMATION COLLECTION AND USE OF THE DATA</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;5.1.Regarding to the use of our services, The Firm will may ask the Users to provide The Firm certain personally identifiable information that shall be used to contact or identify the User. Personally identifiable information may include email address, name, and other relevant information like “personal information”. The following data will be collected as well, corresponding as IP address of the requesting computer, Date and time of access, Name and URL of the downloaded file, Volume of transmitted data, Confirmation whether the request was successful, Data identifying the browser and operating system, Website from which our site was accessed, among others.</li>\n  <li>&nbsp;5.2.This data is required for the use of the website (connection establishment, data transfer). We retain this information for purposes of system security, for technical administration of the network infrastructure as well as to improve the website, for a maximum of 24 hours.</li>\n  <li>&nbsp;5.3.Only system administrators have access to this data. An assessment of this data only takes place in the case of justified suspicion due to an attack on our network infrastructure or an improper use of our services.</li>\n  <li>&nbsp;5.4.The Firm may collect information about the User directly from the User and from third parties, as well as automatically through the User’s visit and use of our Site or Services.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>LOG DATA&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;6.1.The Firm collects information that the User’s browser sends whenever the user visit our Service (\"Log Data\"). This Log Data may include information such as the user computer's Internet Protocol (\"IP\") address, browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages and other statistics.</li>\n  <li>&nbsp;6.2.In addition, The Firm may use third party services such as Google Analytics that collect, monitor and analyze this type of information in order to increase The Firm Service's functionality. These third-party service providers have their own privacy policies addressing how they use such information.</li>\n  <li>&nbsp;6.3.The information that The Firm collects from Social Networking Sites the user, also may log into the Site and Application through third party open authentication providers. By logging in through these, the users are granting The Firm access to the data provided by these. The Firm stores the information that The Firm receives alongside other information that The Firm collects from the users or receive about the User. The Firm may automatically collect the following information about the User of our Site or Services through cookies, web beacons, and other technologies: the user’s domain name; browser type and operating system; web pages, the view; links the user’s click; IP address; the length of time the User’s visits The Firm ’s Site and or use the user’s Services; and the referring URL, or the webpage that led you to The Firm ’s Site, and the following: access time, browser type, domain name, IP address, page views and referring URL.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>TYPES OF DATA COLLECTED&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;7.1.USE OF COOKIES&nbsp;\n    <ol>\n      <li>Like many websites, The Firm uses \"cookies\" to collect information. A cookie is a small text file that is transferred to your computer’s hard disk for record-keeping purposes. The Firm uses cookies for two purposes. First, The Firm utilizes persistent cookies with a storage period of up to two years. These cookies will save the user’s registration data (User-ID and password, but no names) and if applicable language settings for future visits. Second, The Firm utilizes so called session ID cookies. Session ID cookies are deleted from the user’s computer when you log off from the site and service and then close your browser. The Firm uses these session ID cookies to better understand the user behavior on our website and to improve the appearance of the website for your device. The user can delete all of our cookies at any time. The Cookies will still exist even if the Firm changes his URL.</li>\n      <li>The User may refuse / disable the use of cookies by changing the settings of the browser, however, this may mean the user cannot use all functions of this website.&nbsp;</li>\n      <li>Persistent cookies remain on the User’s computer after the User have closed the browser or turned off the computer. The Firm uses persistent cookies to track aggregate and statistical information about the User activity.&nbsp;</li>\n      <li>Third Party Cookies. The Firm may also engage third parties to track and analyse Site data. The Firm uses the data collected by such third parties to help the administer and improve the quality of the Site and to analyse Site usage.</li>\n      <li>This Policy does not cover such third parties' use of the data. Disabling Cookies Most web browsers automatically accept cookies, but if the user prefers can edit the browser options to block them in the future. The Help portion of the toolbar on most browsers will tell the users how to prevent their computer from accepting new cookies, how to have the browser notify you when they receive a new cookie, or how to disable cookies altogether. Visitors to The Firm Site who disable cookies will be able to browse certain areas of the Site, but some features may not function.</li>\n    </ol>\n  </li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;7.2.USE OF GOOGLE SERVICES&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>General Information&nbsp;</li>\n</ol>\n<p>Google Inc., located at 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (Google) provides website owners a variety of features and services to improve the detectability of websites in search engines, to advertise for and on the websites and to analyze the user behavior. The services of The Firm use are listed below.</p>\n<p>Information and services from Google are automatically triggered when visiting The Firm’s website. In this case, Google becomes aware of the IP address of the user and usually requests more data from your device (e.g. cookies, device data, device ID, information about browser and software). If your device has a phone number, Google also requests this. Whether this data is sent from your device to Google depends on the settings of your device.</p>\n<p>For all services from Google alone the Privacy Policy of Google applies, available at <a href=\"http://www.google.com/intl/en/policies/privacy/\" title=\"&lt;span class=&quot;s3&quot;&gt;www.google.com/intl/en/policies/privacy/&lt;/span&gt;\">www.google.com/intl/en/policies/privacy/</a>.</p>\n<ol>\n  <li>Google Analytics&nbsp;</li>\n</ol>\n<p>This website uses Google Analytics, a web analytics service of Google Inc. (Google). Google Analytics uses cookies, small text files that are stored on your computer to help analyze how visitors use the website. The information generated by the cookie about your use of this website is usually transferred to a server of Google in the USA and stored there. The Firm enabled the IP anonymization of Google so your IP address will be truncated within member states of the European Union or other States parties to the Agreement on the European Economic Area prior to the transfer. Only in exceptional cases the complete IP address is transmitted to a Google server in the USA and shortened there.</p>\n<p>Google will use this information on behalf of the website operator to analyze the individual usage of the website, to create reports about website activities and to provide other services related to website and internet usage. In general, you can deactivate cookies (see 2.2) or install a browser-plugin that prevents the collection and analysis of data, generated by the cookie, and your behavior on the website (incl. your IP address) under the following link [https://tools.google.com/dlpage/gaoptout?hl=en].</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>DETAILED INFORMATION ON THE PROCESSING OF PERSONAL DATA</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;8.1.Personal Data is collected for the following purposes and using the following services: (The list of services and applications, named here is just illustrative</li>\n  <li>&nbsp;8.2.Analytics)</li>\n</ol>\n<p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p>\n<ol>\n  <li>Google Analytics (Google)</li>\n  <li>Google Analytics is a web analysis service provided by Google Inc. (“Google”).&nbsp;</li>\n  <li>Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.</li>\n  <li>Google may use the Data collected to contextualize and personalize the ads of its own advertising network. Personal Data collected: Cookie and Usage data. Place of processing: USA.</li>\n  <li>Google Tag Manager</li>\n  <li>Google Tag Manager is a solution that allows marketers to manage website tags in an interface. The Tag Manager itself (which implements the tags) is a cookieless domain and does not collect any personal data. The tool activates tags that, as a result, might gather data. Google Tag Manager does not access or utilize this data if deactivation was carried out on a domain or cookie level, it remains for all tracking tags that are implemented with Google Tag Manager.</li>\n  <li>Third Party Analytics We use automated devices and applications, such as Google Analytics, to evaluate usage of our Site. We also may use other analytic means to evaluate our Services. We use these tools to help us improve our Services, performance and user experiences. We do not share your personal information with these third parties.&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>LIMITATION OF DATA USE</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;9.1.All data collected by The Firm via the website will be collected, processed and used for the purpose of tailoring the service and for the purpose of providing the services offered by The Firm.</li>\n  <li>&nbsp;9.2.The Firm may also use the collected data of registered user for the purpose of advertising its own services, as permitted under §28 Section 3 BDSG (German Federal Data Protection Act) and §7 Section 3 UWG (Law Against Unfair Competition). The User can object to such use of your data at any time with effect for the future by e-mail to The Firm.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>TERMS OF SERVICE – DATA PROCESSING ORDER</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;10.1.Data provided to The Firm for analytical purposes will only be used by The Firm in order to create the analyses requested by the User. The user is always in complete control over the data; The Firm does not use the data for its own purposes or the purposes of third parties.</li>\n  <li>&nbsp;10.2.If The Firm receives access to data, that constitutes personal data in the meanings of § 3 Section 1 BDSG (German Federal Data Protection Law), depending on jurisdiction that applies to the user, an additional agreement for data processing might be required. This applies in particular to users that are subject to German or European Data Protection Law. The Firm provides for these cases an agreement which the user can request by e-mail at The Firm.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>REGISTRATION AND CONDITIONS OF USE:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;11.1.The Platform can be used to facilitate the listing and booking of Kitchens. &nbsp;The suitable Kitchens are included in an Listing located on The Firm’s platform.</li>\n  <li>&nbsp;11.2.When the User register with The Firm, it will ask the User to provide the User company name, name of the company’s contact person, email address and a valid phone number, or any other pertinent information that the Firm may require. In the case of the use of paid services, the specification of payment data is required.</li>\n  <li>&nbsp;11.3.By using The Firm, you represent, acknowledge and agree that you are at least 18 years of age, or if you are under 18 years of age, but are at least 13 years old (a “Minor”), that you are using the Site with the consent of your parent or legal guardian and that you have received your parent’s or legal guardian’s permission to use the Site and agree to its Terms. If you are a parent or legal guardian of a Minor, you hereby agree to bind the Minor to these Terms and to fully indemnify and hold harmless The Firm if the Minor breaches any of these Terms. If you are not at least 13 years old, you may not use the Site at any time or in any manner or submit any information to The Firm or the Site.</li>\n  <li>&nbsp;11.4.The use of the services requires the registration as a user. Your Account user ID and password, along with any assigned keys or other credentials provided to you must be treated as confidential. The Firm will not be liable for any loss resulting from the unauthorized use of Your Account password or any assigned access keys or credentials. The user is obliged to provide true, accurate, current and complete registration data, and to maintain this by promptly updating the registration data, and other mandatory disclosures including payment information, when necessary. If you provide any information that is untrue, inaccurate, not current or incomplete or if The Firm has reasonable grounds to suspect that such information is untrue, inaccurate, not current, or incomplete; The Firm has the right to suspend, or terminate your account and prevent your access to potentially all of the services and, or content (or other users' access to your content), and refuse any future use of the service (or any portion thereof), or content.&nbsp;</li>\n  <li>&nbsp;11.5.The user may view Listings as an unregistered user of the Platform; however, if they wish to book a Kitchen or create a Listing, they must first register to create an Account</li>\n  <li>&nbsp;11.6.You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks.</li>\n  <li>&nbsp;11.7.If you are entering into this agreement on behalf of a firm or other legal entity, you confirm that you have the authority to bind such entity to these Terms and Conditions, in which case the terms \"you\" or \"your\" shall refer to such entity. If you do not have such authority, or if you do not agree with these Terms and Conditions; you must not accept this agreement, nor use the service, otherwise the individual will be bound with the Firm as a natural person.&nbsp;</li>\n  <li>&nbsp;11.8.You own or otherwise control and have sufficient rights and consents to provide all Applications, Brand Features and Marks or Content for use by firm in the manner contemplated by this Agreement and none of the Applications, Brand Features and Marks or Content infringes, misappropriates or violates any rights of any third parties.</li>\n  <li>&nbsp;11.9.The user consents to receiving electronic communications from The Firm. These electronic communications may include notices about applicable fees and charges, transactional information and other information concerning or related to the Site and/or Services provided on or through the Site. These electronic communications are part of your relationship with The Firm. You agree that any notices, agreements, disclosures or other communications that The Firm sends you electronically will satisfy any legal communication requirements, including that such communications be in writing.</li>\n  <li>&nbsp;11.10.You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service nor any contact on the website through which the service is provided, without express written permission by us. The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.</li>\n  <li>&nbsp;11.11.The Firm reserve the right to refuse the service to anyone for any reason at any time.</li>\n  <li>&nbsp;11.12.If displayed on the Platform, the user can also register to join by logging into their account with third-party social networking sites (“SNS&nbsp;“) (including, but not limited to, Facebook, Google) (each such account, a “Third-Party Account”). As part of the functionality of the Platform, the user may link their Account with Third-Party Accounts, by either: (i) providing their Third-Party Account login information to The Firm through the Site, Services or Application; or (ii) allowing The Firm to access their Third-Party Account, as permitted under the applicable terms and conditions that govern the use of each Third-Party Account.</li>\n  <li>&nbsp;11.13.By registering as a Member, listing Kitchen, Booking a Kitchen, contributing, commenting, uploading images or files, inputting data, linking to data or files on third-party sites, or engaging in any other form of communication through the Platform you are creating Member Content and you are granting The Firm a transferable, sub-licensable, royalty-free, perpetual, irrevocable, non-exclusive, unrestricted, worldwide license to: use, copy, sublicense, adapt, transmit, publicly perform or display any such Member Content; and sublicense to third parties the unrestricted right to exercise any of the foregoing rights granted with respect to the Member Content.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>KITCHEN LISTINGS</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;12.1.As a Host, you may create Listings. To create a Listing, you will be asked a variety of questions about the Kitchen to be listed that may include the location, capacity, size, features, and availability of the Kitchen and pricing and related rules and financial terms. All Listings must reflect the lowest advertised rate for the booking of the applicable Kitchen. Listings will be made publicly available via the Platform (including directly by The Firm to Operators and Facilitators). You understand and agree that the placement or ranking of Listings in search results may depend on a variety of factors, including, but not limited to, Members preferences, ratings and/or ease of booking.</li>\n  <li>&nbsp;12.2.Other Members (i.e. Facilitators and Operators) will be able to book your Kitchen via the Platform based upon the information provided in your Listing, your Operator requirements, and Operators’ search parameters and preferences.</li>\n  <li>&nbsp;12.3.From time to time, Facilitators may create Bookings on behalf of undisclosed operators. Where an operator is undisclosed (i.e. not an Operator Member) Facilitators are bound to these Terms as if they are the Operator and must ensure that any third-party operators are made aware of and comply with these Terms in connection with the Booking. The Facilitator indemnifies and holds The Firm harmless in connection with any loss or damage in connection with the use of the Facilitator and a third–party operator of the Platform and the Services.</li>\n  <li>&nbsp;12.4.You acknowledge and agree that You alone are responsible for any and all Listings and Member Content your post.</li>\n  <li>&nbsp;12.5.You represent and warrant that any Listing that you post and the Booking of, and/or a Member’s use of a Kitchen You List (a) will not breach any agreements you have entered into with any third parties, such as property Host’s or other third-party agreements, and (b) will (i) be in compliance with all applicable laws, rules and regulations that may apply to any Kitchen included in a Listing you post, and (ii) not conflict with the rights of third parties. Please note that The Firm assumes no responsibility for a Host’s compliance with any agreements with or duties to third parties, applicable laws, rules and regulations. The Firm reserves the right, at any time and without prior notice, to remove or disable access to any Listing for any reason, including Listings that The Firm, in its sole discretion, considers to be objectionable for any reason, in violation of these Terms, or otherwise harmful to the Platform.</li>\n  <li>&nbsp;12.6.If an Operator requests a Booking of your Kitchen and uses your Kitchen, any agreement you enter into with such Operator is between you and the Operator. The Firm would not be a part of them, nor the consequences of such agreements will bind the Firm. You must specify any additional terms on your Listing.</li>\n  <li>&nbsp;12.7.You acknowledge and agree that, as a Host, you are responsible for your own acts and omissions and are also responsible for the acts and omissions of any individuals who use or are otherwise present at the Kitchen at your request or invitation, excluding the Operator or Facilitator (and the individuals the Operator or Facilitator invites to the Kitchen, if applicable.)</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>NEWSLETTER</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;13.1.Registered users can subscribe to the newsletter of The Firm. In this case The Firm uses the provided name and email address to send the newsletter. If the User no longer wish to receive the newsletter, the User may unsubscribe at any time by using the unsubscribe link located at the bottom of the newsletter or by sending an email to The Firm.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>CONTACTING THE USER</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;14.1.By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header. Personal Data collected: Address, Company name, Email address and First Name or any other relevant information that the Firm shall require.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>DESCRIPTION AND MODIFICATIONS OF SERVICE&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;15.1.We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our site. In this order, we reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. You can review the most current version of the Terms of Service at any time at this page. We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes. If you do not agree to the new terms, please stop using the Service.</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>THIRD-PARTY SERVICES:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;16.1.The Firm may employ third-party companies and individuals to facilitate our Service, to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how The Firm Service is used.</li>\n  <li>&nbsp;16.2.These third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.&nbsp;</li>\n  <li>&nbsp;16.3.The Firm does not verify, make any representations or take responsibility for such third-party data, including, without limitation, the truthfulness, accuracy, quality or completeness of the content thereof, the accuracy of the designated license terms, the suitability of the data for your use or the compatibility of the data with any other data, even if linkages are suggested by The Firm.</li>\n  <li>&nbsp;16.4.This Site may be linked to other websites that are not The Firm sites, including, without limitation, social networking, blogging and similar websites through which you are able to log into this Site using your existing account and log-in credentials for such third-party sites, including, without limitation, Google and Github (any and all of which of the foregoing listed websites may change from time to time) and websites that provide question-and-answer forum functionality (collectively, “Third-Party Sites”). Certain areas of the Site may allow you to interact and/or conduct transactions with such Third-Party Sites, and, if applicable, allow you to configure your privacy settings in your Third-Party Site account to permit your activities on this Site to be shared with your contacts in your Third-Party Site account and, in certain situations, you may be transferred to a Third-Party Site through a link but it may appear that you are still on this Site. In any case, you acknowledge and agree that the Third-Party Sites may have different privacy policies and Terms and Conditions and/or user guides and business practices than The Firm, and you further acknowledge and agree that your use of such Third-Party Sites is governed by the respective Third-Party Site privacy policy and Terms and Conditions and/or user guides. The Firm is providing links to the Third-Party Sites to you as a convenience, and The Firm does not verify, make any representations or take responsibility for such Third-Party Sites, including, without limitation, the truthfulness, accuracy, quality or completeness of the content, services, links displayed and/or any other activities conducted on or through such Third-Party Sites.</li>\n  <li>&nbsp;16.5.The user or visitor agree that The Firm will not, under any circumstances, be responsible or liable, directly or indirectly, for any goods, services, information, resources and/or content available on or through any third-party sites and/or third-party dealings or communications, or for any harm related thereto, or for any damages or loss caused or alleged to be caused by or in connection with your use or reliance on the content, data or business practices of any third-party.</li>\n  <li>&nbsp;16.6.The Firm will disclose personal data to third parties only if this is permissible under the German Federal Data Protection Law and the European regulations on the matter. Service providers who process data on behalf of The Firm or perform maintenance services on the systems of The Firm will only be assigned if they have signed a written data processing agreement according to § 11 BDSG. The Firm will not disclose personal data of users to third parties for advertising purposes.</li>\n  <li>&nbsp;16.7.Any reference on the Site to any product, service, publication, institution, organization of any third-party entity or individual does not constitute or imply The Firm’s endorsement or recommendation</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>USER OBLIGATIONS:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;17.1.The user is obliged to maintain the confidentiality of his login, password and account details, and shall not disclose this information to third parties. The user is fully responsible for all activities that occur under his password or account. If the user becomes aware or believes that this personal information has been disclosed to an unauthorized third party, then he is obliged to immediately change this data.</li>\n  <li>&nbsp;17.2.The user or visitor is responsible and is authorized under the respective legislation and internal firm guidelines may provide The Firm with the login details of the user’s firm servers and systems that The Firm requires, in order to offer the service in a complete way. Same should apply if the user assigns The Firm to copy the data stored in the systems of the user, for analytical purposes.</li>\n  <li>&nbsp;17.3.You may not use the Platform or all or part of any Collective Content for any unlawful activity nor for any activities that breach any laws, infringe a third party’s rights or are contrary to any relevant standards or codes. You understand and agree that you are solely responsible for compliance with any and all laws, rules, regulations, and tax obligations that may apply to your use of the Platform.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>RIGHTS OF USE:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;18.1.The Firm grants the user, and the agreed number of additional users, for the duration of the contract, a non-exclusive and limited right of use, of the purchased services to the agreed extent via The Firm’s website.</li>\n  <li>&nbsp;18.2.The parties agree to grant each other the use of their logo and firm name as a reference on the other party’s website, or within firm presentations. Each party might decline the use of their logo and firm name at any time for a specific case, or generally with effect for the future. An objection requires the written form.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>RIGTHS OF THE FIRM IN CASE OF BREACH OF THE TERMS OF SERVICE:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;19.1.In case a third party can prove credibly that they have been violated in their rights, while The Firm is providing its services on behalf of the user. The Firm is authorized to terminate its services on its own behalf to avoid any liability until the legal situation is satisfactorily clarified.</li>\n  <li>&nbsp;19.2.The Firm reserves the right to close the account of any user and terminate the contract, in case the user repeatedly breaches or seriously violates this terms of service.</li>\n  <li>&nbsp;19.3.The claim for fees of The Firm persists in the case of a justified account cancellation, according to the provisions set out above.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>SECURITY</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;20.1.Security of the User’s Personal Information, The Firm has implemented commercially reasonable precautions, including, where appropriate, password protection, encryption, SSL, firewalls, and internal restrictions on who may access data to protect The Firm’s information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction.</li>\n  <li>&nbsp;20.2.Please be aware that despite our best efforts, no data security measures can guarantee 100% security. The User should take steps to protect against unauthorized access to their password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private. The Firm is not responsible for any lost, stolen, or compromised passwords or for any activity on the account via unauthorized password activity.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>INTERNATIONAL DATA TRANSFER</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;21.1.The User’s information, including Personal Information, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</li>\n  <li>&nbsp;21.2.If you are located outside Germany and choose to provide information to us, please note that we transfer the information, including Personal Information, to Germany and process it there.</li>\n  <li>&nbsp;21.3.Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>DURATION AND TERMINATION:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;22.1.These Terms operate for term commencing on the later of the first day of the month or the date upon which you access the Platform and ending on the contract. The booked services shall extend automatically by the original requested duration, unless otherwise agreed, or terminated by one of the parties in due time. In case the first contract term is more than a year, the renewal period will be one year.&nbsp;</li>\n  <li>&nbsp;22.2.The notice period for the termination of services is eight weeks prior to the end of the contract for a term of six months, twelve weeks for a term of one year and sixteen weeks for a term of two years.</li>\n  <li>&nbsp;22.3.Termination must be in writing; transmission via email must be sent to Alternatively, info@rent.kitchen The Firm may entitle its users to terminate their contract via their user account.</li>\n  <li>&nbsp;22.4.The Firm has an exceptional right of termination if the user contradicts to a technical required change of service, according to this Terms and Conditions.</li>\n  <li>&nbsp;22.5.Without qualifying the foregoing, The Firm may immediately suspend, terminate or limit your access to and use of the Platform and (where relevant) your Account and any Collective Content if The Firm suspects that you have committed a fraudulent act and/or you have, or you intend to, breach these Terms.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>TERMS OF PAYMENT AND BOOKING:&nbsp;\n    <ol>\n      <li>&nbsp;23.1.On registering to access or use the Site or Application, you will be required to supply payment information to The Firm (or an authorized billing representative of The Firm). This payment information may include, for example, credit/debit card or bank account details. All Payment Details supplied to The Firm will be retained and used by The Firm in accordance with these Terms. You must ensure that the Payment Details you supply are correct and complete. Failure to pay any fee as and when due to The Firm under these Terms may result in your Account being suspended or terminated. You agree to pay The Firm upon demand all of The Firms’ fees, costs and expenses it occurs in connection with any failed payment, including the recovery thereof from you.</li>\n      <li>Firm charges a fee for use of the Services. You agree to pay all fees charged by the Firm.&nbsp;</li>\n      <li>The payment will be only in Euros. You hereby authorize Firm to charge your credit card and all fees and taxes and other charges will be billed to your credit card.</li>\n      <li>You agree to pay all costs of collection, including attorneys' fees and costs, on any outstanding balance. In the event you fail to pay any amount when due. If the user cannot make the payment on the agreed date, The Firm reserves the right to temporarily deny access to the user’s account, and to discontinue the services. The Firm is entitled to demand reimbursement of all costs and expenses arising from the delayed payment of a user (e.g. fees for charge backs, collection expenses). Any amounts not paid when due are subject to an interest charge the maximum rate permitted by law.</li>\n      <li>The Host, not The Firm, is solely responsible for honoring any confirmed Bookings and making available any Kitchen booked through the Platform. If you, as an Operator or Facilitator, choose to enter into a transaction with a Host for the Booking of a Kitchen, you agree and understand that you will be required to enter into an agreement with the Host and you agree to accept any terms, conditions, rules and restrictions associated with such Kitchen imposed by the Host. You acknowledge and agree that you, and not The Firm, will be responsible for performing the obligations of any such agreements, that The Firm is not a party to such agreements, and that, with the exception of The Firm’s payment obligations pursuant to these Terms, The Firm (inclusive of all subsidiaries and related entities) disclaims all liability arising from or related to any such agreements.</li>\n      <li>If you are a Host and a Booking is requested for your Kitchen via the Platform, you will be required to either confirm or reject the Booking request within the Booking Request Period, otherwise the Booking request will automatically expire. When a Booking is requested via the Platform, we will share with you: the name, details and business activities of the Operator or Facilitator who has requested the Booking.</li>\n      <li>A Booking Fee is payable by the Operator or Facilitator to The Firm in full immediately upon confirmation of a Booking by a Host. The Booking Fee is comprised of the Kitchen Fee and the Service Fee. &nbsp;</li>\n      <li>Operators and/or Facilitators agree to pay The Firm the Booking Fee as outlined on the Platform. Operators and/or Facilitators authorize The Firm (and/or any third party payment processor of The Firm from time to time) to charge and deduct the Booking Fee from you using the Payment Details. The Firm will hold the Booking Fee in escrow for 14 days whereupon, save and except in the event of a Member Dispute, the Kitchen Fee will be remitted by The Firm to the Host (that is, the Booking Fee less the Service Fee and any other applicable fees and taxes) using the Host’s Payment Details.</li>\n      <li>Notwithstanding that Member bookings ‘off Platform’ are a breach of these Terms, if any Member engages with, recruits or otherwise solicits another Member to complete a Booking independent of the Platform, the Host will remain liable to pay The Firm the Service Fee for any use of a Kitchen (by another Member) advertised on the Platform in the preceding 18 months, as if that Kitchen was the subject of a Booking(s) using the Platform.</li>\n      <li>All amounts owed to The Firm under or in connection with these Terms constitute debts due and payable by you to The Firm until paid in full. You must pay all amounts due to The Firm without set-off, deductions counter-claims or conditions; and in available cleared funds. If an amount due under these Terms is paid after the due date you must pay The Firm, in addition to the overdue amount interest at the rate of 10% per annum calculated based on a 365 day year from the date of the default until the date the amount (together with all accrued interest) is paid in full; and all costs and expenses incurred by The Firm in collecting the overdue amount.</li>\n      <li>All fees and charges shown on the Site and Application and identified in these Terms are Euros.</li>\n    </ol>\n  </li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>CANCELLATIONS:</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;23.1.If, as an Operator or Facilitator, you wish to cancel a confirmed Booking made via the Platform, either prior to or after arriving at the Kitchen, the cancellation policy of the Host contained in the applicable Listing will apply to such cancellation. Our ability to refund the Kitchen Fees will depend upon the terms of the cancellation policy. Service Fees are non-refundable for an Operator’s or Facilitator’s cancellation of a confirmed Booking. Details regarding refunds and cancellation policies are&nbsp;available upon request. &nbsp;</li>\n  <li>&nbsp;23.2.Hosts may not cancel a Booking later than 15 days&nbsp;prior to the Booking. If a Host cancels a confirmed Booking made via the Platform: The Firm will refund the Booking Fees for such Booking to the applicable Operator or Facilitator pursuant to these Terms; the Operator or Facilitator will receive a communication from The Firm to the effect of the cancellation; and the Host will be charged the Service Fee applicable to the Booking using the Host’s Payment Details.</li>\n  <li>&nbsp;23.3.If, as a Host, you cancel a confirmed Booking, you agree that The Firm may apply penalties or consequences to you or your Listing, including but not exclusive to: publishing an automated review on your Listing indicating that a Booking was cancelled; keeping the calendar for your Listing unavailable or blocked for the dates of the cancelled Booking; or immediately terminating your Account if more than one (1) cancellation occurs in any three (3) month period.</li>\n  <li>&nbsp;23.4.In certain circumstances, The Firm may decide, in its sole discretion, that it is necessary or desirable to cancel a confirmed Booking made via the Platform. The Firm may also determine, in its sole discretion, to refund to the Operator or Facilitator part or all of the amounts charged to the Operator or Facilitator, in which case the Kitchen Fee is not remittable to the Host. The Firm will initiate any refunds due to you pursuant to these Terms within&nbsp;30 days, using your Payment Details. &nbsp;&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>DAMAGE TO KITCHENS AND SECURITY DEPOSITS</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>&nbsp;24.1.As an Operator or Facilitator, you are responsible for leaving the Kitchen (including any personal or other property located at the Kitchen) in the condition it was in when you arrived. You acknowledge and agree that, as an Operator or Facilitator, you are responsible for your own acts and omissions and are also responsible for the acts and omissions of any individuals whom you invite to, or otherwise provide access to, the Kitchen. In the event that a Host claims otherwise and provides evidence of damage including but not limited to photographs, you agree to pay the cost of replacing the damaged items with equivalent items.</li>\n  <li>&nbsp;24.2.Operators are required to complete the check-in and out form for every day occupying the kitchen.</li>\n  <li>&nbsp;24.3.Hosts may choose to include security deposits in there. Each Listing will require a Security Deposit for the applicable Kitchen. The Firm will use commercially reasonable efforts to address Hosts’ requests and claims related to Security Deposits, but The Firm is not responsible for administering or accepting any Damage Claims by Hosts related to Security Deposits, and disclaims any and all liability in this regard.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n  <li>LIABILITY:&nbsp;</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>In no event shall The Firm, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, know-how, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</li>\n  <li>The Firm shall be liable without limitation to pay compensation for violation of contractual and non-contractual obligations, only in case of intent or gross negligence.&nbsp;</li>\n  <li>The Firm shall not be liable for breaches of nonessential contractual obligations through simple negligence by its management bodies, executive officers, employees, or other agents.</li>\n  <li>Essential obligations are obligations, that are essential for the due, and proper implementation and fulfillment of the contract, and with those contract partners can reasonably and regularly rely on.</li>\n  <li>In case of infringements of important contractual obligations, the liability shall be limited to the foreseeable loss for such type of contract.</li>\n  <li>The above limitations of liability do not apply to The Firm’s liability with regards to; intent or gross negligence, guaranteed quality features, injury to life, body or health, or product liability laws. Certain content, products and services available via our Service may include materials from third-parties. Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties. We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites</li>\n  <li>You shall indemnify and hold harmless The Firm and its officers, directors, employees and agents (The “Firm Indemnified Parties\") from and against liabilities, costs, losses, damages, judgments, expenses (including attorneys' fees and costs of experts and costs of appeals) arising out of or in connection with any and all of the following: (a) any allegation that any of the Applications, Brand Features and Marks or Content infringe, misappropriate or violate any intellectual property right, (b) any violation of this Agreement, including, without limitation, any breach of any representations or warranties contained herein, (c) your provision or distribution of the Application or any Content, (d) your use of any of The Firm Software or receipt of the Services, (e) any activity relating to your account, (f) any violation of a third party app store's contracts, policies or procedures; or (e) any failure of You to have all necessary rights and licenses</li>\n  <li>The Firm does not warrant or represent the suitability of the Platform or the Collective Content for any purpose. To the extent permitted by law, neither party is liable to the other for any direct loss and damages, or for fines, penalties, taxes and any exemplary, aggravated of punitive damages, liquidated damages or indirect and consequential loss and damages arising &nbsp;in any way (including without limitation for loss of revenue, loss of profits, failure to realize expected profits or savings and any other commercial or economic loss of any kind) legal costs and expenses or loss or corruption of data, in contract, tort, under any statute or otherwise (including negligence) arising from or connected to the Platform, the Collective Content, the Listings, the Bookings or &nbsp;the use of Kitchens.</li>\n  <li>Any liability to you for loss or damage of any kind arising out of these Terms, the Platform, the Collective Content, the Listings, the Bookings or your use of Kitchens or in connection with the relationship established by any of them is reduced to the extent (if any) that you cause or contribute to the loss or damage. This reduction applies whether our liability is in contract, tort (including negligence), under any statute or otherwise.</li>\n  <li>Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law</li>\n  <li>In any event, The Firm’s liability under any warranty and whether in negligence or not, shall not exceed the price of any Service Fees paid to The Firm.</li>\n</ol>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<p><br>\n</p>\n<ol>\n  <li>PROHIBITED USES</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>In addition to other prohibitions as set forth in the Terms of Conditions, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>SETTLEMENT OF DISPUTES</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>The Parties shall use their best efforts to settle amicably any dispute, controversy, or claim. Where the Parties wish to seek such an amicable settlement through conciliation, the conciliation shall take place in Berlin – Germany. Any such dispute, controversy or claim which is not settled amicably within sixty days after receipt by one of the Parties request for such amicable settlement, shall be referred by either Party to arbitration The Parties shall be bound by an arbitration award rendered as a result of such arbitration as the final adjudication of such dispute. The costs of the procedure shall be shared equally by the Parties. The arbitration tribunal shall have no authority to award punitive damages. The arbitration tribunal shall have no authority to award interest in excess of four percent and such interest shall be simple interest only.</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>INFORMATION NOT CONTAINED IN THIS POLICY</li>\n</ol>\n<p><br>\n</p>\n<ol>\n  <li>More details concerning the collection or processing of Personal Data may be requested from the Data Controller at any time. Please see the contact information at the beginning of this document.</li>\n</ol>\n<p><br>\n&nbsp;</p>"
  },
  {
    "title": "Welcome",
    "code": "welcome",
    "type": "email",
    "body": "<p>Hello!</p>\n<p>To complete your sign-up please open the following link:</p>\n<p>&lt;%-VERIFICATION_LINK%&gt;</p>\n<p>Best,</p>\n<p>&lt;%- CONFIG.NAME %&gt; team</p>"
  },
  {
    "title": "New request received",
    "code": "new-request-received",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>You have received a new request for your listing. Respond here:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Listing has been cancelled",
    "code": "listing-cancelled",
    "type": "email",
    "body": "<p>Hello!</p><p>Your listing '<%- LISTING_TITLE %>' has been cancelled.</p> <p><br></p> <p>You can a new listing here: '<%- ACTION_URL %>'</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "New task",
    "code": "new-task",
    "type": "email",
    "body": "<p>Check out the new task here:</p> <p><%- ACTION_URL %></p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "New request sent",
    "code": "new-request-sent",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>You have sent a request for the listing</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Your request has been declined",
    "code": "request-declined",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>Your application has been cancelled. Possible reasons may be: <ul><li>Task owner has choosen someone else for the job</li><li>The job has been cancelled</li></ul></p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Your request has been cancelled",
    "code": "request-cancelled",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>You have cancelled your request for a listing your applied for. Apply for other listings here:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Request for your task has been cancelled",
    "code": "task-request-cancelled",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>Order request has been cancelled.</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Your task has been marked as spam",
    "code": "task-marked-spam",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>Your task has been marked as spam.</p> <p><br></p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "You have been blocked!",
    "code": "user-blocked",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>You have been blocked from the platform. In case of questions, please contact support.</p> <p><br></p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Request has been accepted",
    "code": "request-accepted",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>Your request has been accepted. Visit your dashboard to see more information</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "You marked the task as done",
    "code": "request-marked-as-done",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>You have marked the task as done. See more information on your dashboard:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Assignment has been completed",
    "code": "request-completed",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>The order has been completed. See more information on your dashboard:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Order confirmed",
    "code": "new-order",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>You have successfully created an order. See more information on your dashboard:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Order has been marked as done",
    "code": "order-marked-as-done",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>The order has been marked as done. See more information on your dashboard:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Order has been completed",
    "code": "order-completed",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>The order has been completed. See more information on your dashboard:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "New message",
    "code": "message-received",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p><%-SENDER_FIRST_NAME%> <%-SENDER_LAST_NAME%> sent you a message regarding the listing '<%-LISTING_TITLE%>'. See more information:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "New review",
    "code": "review-left",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>You have a new review. See more:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "You closed the booking",
    "code": "order-closed",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>You closed the booking</p> <p>You can leave review here:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Your task has been closed",
    "code": "request-closed",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>The task you are assigned to, has been closed.</p> <p><br></p> <p>You can leave review here:</p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "Password reset",
    "code": "password-reset",
    "type": "email",
    "body": "<p>Hello!</p> <p><br></p> <p>With the following link you can reset your password:</p> <p><br></p> <p>&lt;%-ACTION_URL%&gt;</p> <p><br></p> <p>Best regards,</p> <p><%- CONFIG.NAME %> team</p>"
  },
  {
    "title": "null",
    "code": "LANDING_PAGE",
    "type": "code",
    "body": "<div class=\"row text-center\" style=\"padding-top: 50px;\">\n    <div class=\"row\" style=\"margin-bottom: 50px;\">\n        <div class=\"col-xs-12 col-md-4\">\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/search.png\"\n                        style=\"width: auto; max-height: 40px;\" alt=\"Browse Icon\">                            \n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                   <b>Browse kitchens without registering</b>\n                </div>\n            </div>\n        </div>\n        <div class=\"col-xs-12 col-md-4\">\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/calendar.png\"\n                        style=\"width: auto; max-height: 40px;\" alt=\"Calendar Icon\">  \n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <b>Book the kitchen space you like</b>\n                </div>\n            </div>\n        </div>\n        <div class=\"col-xs-12 col-md-4\">\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/chef-hat.png\"\n                        style=\"width: auto; max-height: 40px;\" alt=\"Chef Hat Icon\">  \n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <b>Start cooking</b>\n                </div>\n            </div>        \n        </div>\n    </div>\n    <div class=\"row\" style=\"margin-bottom: 10px;\">\n        <div class=\"col-xs-12 text-center\">\n            <h2><b>Renting commercial kitchen space allows one to lawfully prepare food to be sold<br />\n                without all the upfront costs or hassle of investing into a property</b></h2>\n        </div>\n    </div>\n    <div class=\"row\" style=\"margin-bottom: 50px;\">\n        <a href=\"/app\" target=\"_self\">\n            <span class=\"btn st-text-white\" style=\"height: 64px;\n            background-color: #5343ba;\n            width: 256px;\n            font-weight: bold;\n            line-height: 64px;\">Get Started</span>\n        </a>\n    </div>\n</div>\n<hr>\n<div class=\"row text-center\">\n    <div class=\"row\" style=\"margin-bottom: 50px;\">\n        <div class=\"col-xs-12\">\n            <h1><b>Grow your business</b></h1>\n        </div>\n        <h2>\n            Perhaps you’re a chef wanting to try a new concept, a food start-up in need of space to prep<br>\n                or a supper club looking for a new venue...Whatever your need, we’ll help you find<br>\n                kitchen space so you can focus on the food and grow your business.\n        </h2> \n    </div>\n    <div class=\"row text-left\">\n        <div class=\"col-xs-12 col-md-7\">\n            <div class=\"row\">\n                    <div class=\"col-xs-12\">\n                        <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/browsing-filters.png\"\n                                style=\"width: auto; max-height: 30px;\" alt=\"Browsing Filters Icons\">&nbsp;&nbsp;<b>Price, map & location based search</b>\n                        </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/chat-bubbles.png\"\n                        style=\"width: auto; max-height: 30px;\" alt=\"Chat Bubbles Icon\">&nbsp;&nbsp;<b>Easy Communication with Hosts/Owners</b>\n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                        <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/stars-cutlery.png\"\n                        style=\"width: auto; max-height: 30px;\" alt=\"Reviews of Kitchens Icon\">&nbsp;&nbsp;<b>See ratings and reviews of hosts/owners</b>\n                </div>\n            </div>\n        </div>\n        <div class=\"col-xs-12 col-md-5\">\n            <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/demanders-image.jpeg\" class=\"img-responsive\" alt=\"Rent Kitchen\">&nbsp;&nbsp;\n        </div>\n    </div>\n</div>\n\n\n"
  },
  {
    "title": "how-it-works",
    "code": "how-it-works",
    "type": "page",
    "body": "new page for robin"
  },
  {
    "title": "null",
    "code": "LANDING_PAGE_PROVIDERS",
    "type": "code",
    "body": "<div class=\"row text-center\" style=\"padding-top: 50px;\">\n    <div class=\"row\" style=\"margin-bottom: 50px;\">\n        <div class=\"col-xs-12 col-md-4\">\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/user.png\"\n                        style=\"width: auto; max-height: 40px;\" alt=\"User Icon\">                            \n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                        Simply register to the platform with your email address\n                </div>\n            </div>\n        </div>\n        <div class=\"col-xs-12 col-md-4\">\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/calendar.png\"\n                        style=\"width: auto; max-height: 40px;\" alt=\"Calendar Icon\">  \n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                        Rent out your kitchen space for as long as you want\n                </div>\n            </div>\n        </div>\n        <div class=\"col-xs-12 col-md-4\">\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/triple-dollars.png\"\n                        style=\"width: auto; max-height: 40px;\" alt=\"Triple Dollars Icon\">  \n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    Start earning money\n                </div>\n            </div>        \n        </div>\n    </div>\n    <div class=\"row\" style=\"margin-bottom: 10px;\">\n        <div class=\"col-xs-12 text-center\">\n            <h2><b>Our platform Rent Kitchen enables commercial kitchens<br />\n                in bars, restaurants, cafés and community centers<br />\n                to be booked by chefs who want to cook</b></h2>\n        </div>\n    </div>\n    <div class=\"row\" style=\"margin-bottom: 50px;\">\n        <a href=\"/app/new-listing\" target=\"_self\">\n            <span class=\"btn st-text-white\" style=\"height: 64px;\n            background-color: #5343ba;\n            width: 256px;\n            font-weight: bold;\n            line-height: 64px;\"><b>Get Started</b></span>\n        </a>\n    </div>\n</div>\n<hr>\n<div class=\"row text-center\">\n    <div class=\"row\" style=\"margin-bottom: 50px;\">\n        <div class=\"col-xs-12\">\n            <h1><b>Earn Extra Money Each Week</b></h1>\n            <h2>\n                    Rent it out by the day or by the week to our network of food professionals.<br />\n                    Earning extra money from your kitchen is safe and simple with Rent Kitchen.\n            </h2> \n        </div>\n    </div>\n    <div class=\"row\">\n        <div class=\"col-xs-12 col-md-7\">\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                        <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/easy-listing.png\"\n                        style=\"width: auto; max-height: 30px;\" alt=\"Easy Listing Process Icon\">&nbsp;&nbsp;<b>Easy Process to List Your Commercial Kitchen</b>\n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                        <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/booking-management.png\"\n                        style=\"width: auto; max-height: 30px;\" alt=\"Booking Management Icon\">&nbsp;&nbsp;<b>Manage your reservations from your dashboard</b>\n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                        <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/chat-bubbles.png\"\n                        style=\"width: auto; max-height: 30px;\" alt=\"Chat Bubbles Icon\">&nbsp;&nbsp;<b>Seamless Communication with Interested chefs/cooks</b>\n                </div>\n            </div>\n            <div class=\"row\">\n                <div class=\"col-xs-12\">\n                    <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/stars-chefs-hat.png\"\n                        style=\"width: auto; max-height: 30px;\" alt=\"Reviews of Chefs Icon\"> &nbsp;&nbsp;<b>See ratings and reviews of chefs/cooks</b>\n                </div>\n            </div>\n        </div>\n        <div class=\"col-xs-12 col-md-5\">\n            <img src=\"https://s3.eu-central-1.amazonaws.com/vqassets-dev/rentkitchen/landing-page/suppliers-image.jpg\" class=\"img-responsive\" alt=\"Rent Kitchen\">\n        </div>\n    </div>\n</div>\n\n\n"
  }
]